{
  "bios": [{
    "id": 1,
    "header": "My Past",
    "paragraphs": [
      "When I was five years old, my father showed me the code to a computer program he had written in BASIC for an intro to programming class. I don't know if I was acutely aware of it at the time, but ever since that moment I have been fascinated with software development. If a computer can take some sort of input, process that information, and provide some kind of output, then all I needed to do was learn to write lines of code and I could make a computer do anything I could imagine.",
      "My fascination with computers, though waxing and waning for periods of time, never died. And even as my life and career took various twists and turns, a computer was something that was always in my inventory, so I always had something with which to tinker."
    ]
  },{
    "id": 2,
    "header": "My Present",
    "paragraphs": [
      "I only became aware of \"bootcamp\" style learn-to-code programs, when a friend of mine informed me that he decided to quit his job and give it a shot. The notion intrigued me. Over the years I had ocassionally been visited by the thought that I might be doing something more enjoyable with my career if I had gone a route that led me into software development. However, the possibility of pursuing those ideas always seemed locked behind a going-back-to-college door, and I was never in a financial place where that was feasible.",
      "After hearing the news that bootcamp programs exist for full stack web development and that my close friend was going to be attending one, I suddenly found myself across the event horizon. It was inevetible that I pursue my interest in software development through Galvanize's full stack web development program."
    ]
  },{
    "id": 3,
    "header": "My Future",
    "paragraphs": [
      "As I emerge from coding bootcamp, I feel armed with the tools to enter the field of web development. Whether I am applying what I already know or learning to work with new technologies, I know I'm going to succeed."
    ]
  }]
}
